{
    "_id": {
        "_id": {
            "$oid": "67eab4aaa2b8f037ef4fd960"
        }
    },
    "version": {
        "$numberLong": "1"
    },
    "organizationId": {
        "_id": {
            "$oid": "6528a9c0970634d57e376a7b"
        }
    },
    "workspaceId": {
        "_id": {
            "$oid": "6528a9c0970634d57e376a7c"
        }
    },
    "language": "EN",
    "type": "TC",
    "key": "TC_0002",
    "description": "<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n    <meta charset=\"UTF-8\">\n    <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n    <title>Terms of Service - BioLabs International LLC</title>\n    <style>\n        body {\n            font-family: Arial, sans-serif;\n            line-height: 1.6;\n            margin: 0;\n            padding: 20px;\n            color: #333;\n            max-width: 1000px;\n            margin: 0 auto;\n        }\n        h1, h2 {\n            color: #2c3e50;\n            padding-bottom: 10px;\n        }\n        h1 {\n            font-size: 24px;\n            border-bottom: 1px solid #eee;\n        }\n        h2 {\n            font-size: 20px;\n            margin-top: 30px;\n        }\n        p {\n            margin-bottom: 15px;\n        }\n        .notice {\n            background-color: #f8f9fa;\n            padding: 15px;\n            border-left: 4px solid #2c3e50;\n            margin-bottom: 20px;\n            font-weight: bold;\n        }\n        .contact-info {\n            margin-top: 30px;\n            padding: 15px;\n            background-color: #f8f9fa;\n            border-radius: 5px;\n        }\n        .last-updated {\n            font-style: italic;\n            color: #777;\n            margin-top: 30px;\n            font-size: 0.9em;\n        }\n        .all-caps {\n            text-transform: uppercase;\n        }\n    </style>\n</head>\n<body>\n    <h1>Terms of Service</h1>\n\n    <h2>Agreement to Terms of Service</h2>\n    <p>The following Terms of Service (\"Terms\" or \"Agreement\") govern your access to and use of the websites, mobile applications, and all other services provided to you by BioLabs International LLC and its affiliates, authorized service providers and agents, including but not limited to Safe Health Systems, Inc. and its affiliates, (collectively, \"BioLabs International LLC\", \"us\" or \"we\" or \"our\") in connection with your use of the Powder Tracer App (the \"App\") (hereinafter the \"Services\"). Please read the Terms carefully. Your use of the Services constitutes your agreement to be bound by all terms. If you disagree with one or more of these terms or find them unacceptable in any way, please do not use the Services.</p>\n\n    <p>This Agreement is divided into two parts. Part One explains all of the terms that govern your use of the Services. Part Two contains additional legal terms, including provisions that limit our liability to you and require individual arbitration for any potential legal dispute. To use the Services, you must accept all of the terms of this Agreement.</p>\n\n    <div class=\"notice\">NOTICE: THIS AGREEMENT CONTAINS A BINDING AND FINAL ARBITRATION PROVISION AND CLASS ACTION WAIVER.</div>\n\n    <h2>Changes to Terms of Service</h2>\n    <p>We have the right to change or add to the terms of this Agreement at any time by posting the amended Terms on the App. Any use of the Services after our publication of any such changes shall constitute your acceptance of the Terms as modified. However, any Dispute that arose before the modification shall be governed by the Terms (including the binding individual arbitration clause) that were in place when the Dispute arose.</p>\n\n    <h1>PART ONE: TERMS GOVERNING USE OF THE APP AND SERVICES</h1>\n\n    <h2>Emergencies</h2>\n    <p class=\"all-caps\">THE SERVICES DO NOT COMPRISE AN EMERGENCY-RESPONSE OR EMERGENCY-MONITORING SERVICE AND ANY PERSON WHO IS AWARE OF AN EMERGENCY SITUATION OR BELIEVES THAT A PERSON MAY BE AT RISK OF INJURY OR DEATH OR WHO MAY HARM THEMSELVES OR ANOTHER PERSON SHOULD DIAL \"911\" OR AN APPROPRIATE EMERGENCY RESPONDER. BioLabs International LLC IS UNDER NO OBLIGATION TO MONITOR OR RESPOND TO COMMUNICATIONS MADE TO THIS SITE.</p>\n\n    <h2>Age Limitations</h2>\n    <p>The App and the Services are intended and only suitable for individuals 18 years of age and above. BioLabs International LLC hereby disclaims all liability for use by individuals under the age of 18.</p>\n\n    <h2>Restricted Use</h2>\n    <p>You may use the App and the Services only to the extent that you obey all laws, rules, and regulations applicable to your use of the App and the Services.</p>\n\n    <h2>Your Privacy</h2>\n    <p>Upon acceptance of these Terms you confirm that you have read, understood, and accepted the App Privacy Policy and applicable notices. We are not responsible for the decisions you and your employer make, and we hereby disclaim and any all liability resulting from such decisions.</p>\n\n    <h2>Registration</h2>\n    <p>Registration may not be required to view certain content on the App. However, to use some parts of the App and Services you may be required to register and provide certain information about yourself, including your e-mail address and password (\"Credentials\"). If you become a registered member of the App, you accept responsibility for all activities that occur under your registration account. You agree to provide true, accurate, complete, and correct information at the time of registration, and to promptly update this information as needed so that it remains true, accurate, complete, and correct. You should keep your Credentials private and not share your Credentials with anyone else. You are responsible for maintaining the confidentiality of your Credentials. If you believe someone has accessed the App using your Credentials without your authorization, e-mail us immediately at <a href=\"mailto:support@powdertracer.zendesk.com\">support@powdertracer.zendesk.com</a>.</p>\n\n    <h2>Monitoring</h2>\n    <p>We have no obligation to monitor any related websites, chats, discussion boards or any other materials that you or third parties transmit or post on or to the App or related websites, if any. However, you acknowledge and agree that we have the right (but not the obligation) to monitor the App, discussion boards, the chats, and the materials you transmit or post; to alter or remove any such materials (including, without limitation, any posting to a chat or discussion board); and to disclose such materials and the circumstances surrounding their transmission to any third party in order to operate the App properly, to protect ourselves, our sponsors, and our other clients and visitors, and to comply with legal obligations or governmental requests.</p>\n\n    <h2>Copyright Notice</h2>\n    <p>The App is operated by Safe Health Systems, Inc. on behalf of BioLabs International LLC. The entire contents and design of the App are protected by U.S. and international copyright law. All rights regarding the App and materials contained on the App are either owned by BioLabs International LLC, are licensed to it, or are used with permission by BioLabs International LLC and its licensors retain and reserve all proprietary rights to the contents of this App.</p>\n\n    <p>You may not copy, republish, upload, post, display, transmit, or frame any of these materials without prior written consent from BioLabs International LLC. You may link to, view, download, use, display and print a single copy of the materials found on the App only for personal, noncommercial, and informational purposes as long as: (1) you do not alter or modify the materials in any way; (2) you include all applicable copyright, trademark and other notices and disclaimers; and (3) you do not use the materials in a way that suggests an association with BioLabs International LLC or an affiliated entity. All such copies must include, at a minimum, the following copyright notice: \"Copyright © 2025 BioLabs International LLC. All rights reserved.\" Any other use of the App or the information contained here is strictly prohibited. BioLabs International LLC may terminate the above license at any time for any reason. If you breach any of these terms your license terminates immediately and automatically and without notice. Upon the termination of this license you must stop using this site, including all content, and return or destroy all copies, including electronic copies, of the content in your possession or control.</p>\n\n    <h2>Copyright Infringement – DMCA Notice</h2>\n    <p>The Digital Millennium Copyright Act (the \"DMCA\") provides remedies for copyright holders who believe in good faith that material appearing on the Internet infringes their rights under copyright law. If you believe in good faith that content or material on the App infringes a valid copyright owned by you, you (or your agent) may send BioLabs International LLC a notice requesting that the material be removed, or access to it blocked. This request should be sent to: <a href=\"mailto:support@powdertracer.zendesk.com\">support@powdertracer.zendesk.com</a>; or, alternatively to: BioLabs International LLC, Attn: DMCA Registered Agent, 8332 Case St, La Mesa, CA 91942.</p>\n\n    <p>The notice must include the following information: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed; (b) identification of the copyrighted work claimed to have been infringed; (c) identification of the material that is claimed to be infringing or the subject of infringing activity; (d) the name, address, telephone number, and email address of the complaining party; (e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law; and (f) a statement that the information in the notification is accurate and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed. If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send us a counter-notice. Notices and counter-notices must meet the then-current statutory requirements imposed by the DMCA. Notices and counter-notices with respect to the App should be sent to the address above.</p>\n\n    <h2>Trademark Notice</h2>\n    <p>BioLabs International LLC names and logos and all related product and service names, design marks, and slogans are the trademarks or service marks of BioLabs International LLC. All rights are reserved. You are not authorized to use any BioLabs International LLC name or mark in any advertisement, publicity or in any other commercial manner without prior written consent of BioLabs International LLC. All other trademarks appearing on the App are the property of their respective owners.</p>\n\n    <h2>Security</h2>\n    <p>We have implemented technical and organizational measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration or disclosure. However, we cannot guarantee that unauthorized third parties will never be able to defeat those measures or use your personal information for improper purposes. You acknowledge that you provide your personal information at your own risk.</p>\n\n    <h1>PART TWO: ADDITIONAL LEGAL TERMS</h1>\n\n    <h2>Representation and Warranties</h2>\n    <p>You represent and warrant to us that: (a) you are at least eighteen (18) years of age; and (b) your use of the App and your use of the Services will be in compliance with these Terms.</p>\n\n    <h2>No Warranties</h2>\n    <p class=\"all-caps\">USE OF THE APP AND THE SERVICES IS AT YOUR OWN RISK. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE APP AND SERVICES ARE PROVIDED \"AS IS\", AND WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM BioLabs International LLC OR THROUGH THE APP OR THE SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN. WITHOUT LIMITING THE FOREGOING, BioLabs International LLC, ITS PROCESSORS, ITS LICENSORS, ITS VENDORS, ITS BUSINESS PARTNERS, AND ITS AFFILIATES, AND ANY AND ALL PROVIDERS AND/OR TESTING LABS (AND THEIR RESPECTIVE SUBSIDIARIES, AFFILIATES, AGENTS, DIRECTORS, AND EMPLOYEES) DO NOT WARRANT: (A) THAT THE CONTENT ON THE APP OR THE SERVICES IS ACCURATE, RELIABLE OR CORRECT; (B) THAT THE APP OR SERVICES WILL MEET YOUR REQUIREMENTS; (C) THAT THE APP OR SERVICES WILL BE SECURE, UNINTERRUPTED, OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION; (D) THAT ANY DEFECTS OR ERRORS WILL BE CORRECTED; OR (E) THAT THE APP OR SERVICES IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. ANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE APP OR SERVICES IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD.</p>\n\n    <p class=\"all-caps\">WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE APP OR ANY HYPERLINKED WEBSITE OR SERVICE, OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND BioLabs International LLC WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p>\n\n    <h2>Indemnity</h2>\n    <p class=\"all-caps\">BY VISITING THE APP AND/OR BY USING THE SERVICES, YOU AGREE TO INDEMNIFY, DEFEND, AND HOLD HARMLESS BioLabs International LLC AND ANY AFFILIATED BioLabs International LLC ENTITY, THEIR OFFICERS, DIRECTORS, EMPLOYEES, CONTRACTORS, AGENTS, AND REPRESENTATIVES, AND ANY AND ALL OF BioLabs International LLC'S LICENSORS, VENDORS, BUSINESS PARTNERS, AND AFFILIATES, AND ANY AND ALL PROVIDERS AND/OR TESTING LABS (AND THEIR RESPECTIVE SUBSIDIARIES, AFFILIATES, AGENTS, DIRECTORS, AND EMPLOYEES) (COLLECTIVELY \"BioLabs International LLC PARTIES\") FROM AND AGAINST ALL CLAIMS, ACTIONS, DEMANDS, LIABILITIES, JUDGMENTS, SETTLEMENTS, COSTS, LOSSES, DAMAGES, TAX ASSESSMENTS, PENALTIES, INTEREST AND EXPENSES (INCLUDING, WITHOUT LIMITATION, REASONABLE ATTORNEYS' FEES) ARISING OUT OF ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY, PUNITIVE OR ANY OTHER CLAIM YOU MAY INCUR IN CONNECTION WITH YOUR USE OF THIS SITE, INCLUDING, WITHOUT LIMITATION, ANY CLAIMS FOR DEFAMATION, VIOLATION OF PUBLICITY OR PRIVACY, COPYRIGHT OR TRADEMARK INFRINGEMENT RESULTING FROM YOUR SUBMISSIONS OF ANY CONTENT, TAGGED CONTENT OR OTHER MATERIALS, ANY ECONOMIC HARM, LOST PROFITS, DAMAGES TO BUSINESS, DATA OR COMPUTER SYSTEMS, OR ANY DAMAGES RESULTING FROM RELIANCE ON ANY CONTENT OR RESULTING FROM ANY INTERRUPTIONS, WORK STOPPAGES, COMPUTER FAILURES, DELETION OF FILES, ERRORS, OMISSIONS, INACCURACIES, DEFECTS, VIRUSES, DELAYS OR MISTAKES OF ANY KIND, EVEN IF YOU HAVE PREVIOUSLY ADVISED BioLabs International LLC OF THE POSSIBILITY OF SUCH CLAIM.</p>\n\n    <p class=\"all-caps\">YOU FURTHER AGREE (A) TO DEFEND THE BioLabs International LLC PARTIES AGAINST ANY ACTION OR SUIT BY A THIRD PARTY THAT ARISES OUT OF ANY TRANSACTION OR OTHER DEALINGS OR OTHER RELATIONSHIP BETWEEN YOU AND ANY OTHER PERSON RELATING TO YOUR OR THE OTHER PERSON'S USE OR MISUSE OF THE SERVICES OR YOUR BREACH OF ANY OF YOUR REPRESENTATIONS, WARRANTIES OR COVENANTS UNDER THE TERMS OF SERVICE, AND (B) TO INDEMNIFY THE BioLabs International LLC PARTIES FOR LIABILITIES RESULTING FROM SETTLEMENTS OR JUDGMENTS, COSTS AND EXPENSES (INCLUDING WITHOUT LIMITATION REASONABLE ATTORNEYS' FEES) RELATING TO SUCH ACTIONS OR SUITS.</p>\n\n    <h2>Limitation of Liability and Damages</h2>\n    <p class=\"uppercase\">THE USER'S SOLE REMEDY FOR DISSATISFACTION WITH THE APP AND ANY OF ITS SERVICE IS TO STOP USING THE APP OR SERVICE. YOU AGREE THAT UNDER NO CIRCUMSTANCE SHALL ANY OF THE BioLabs International LLC PARTIES BE LIABLE FOR ANY DAMAGE RESULTING FROM YOUR USE OR INABILITY TO USE THE APP OR THE SERVICES OR FOR YOU AND YOUR EMPLOYER'S DECISIONS BASED ON USE OF THE SERVICES, INCLUDING WITHOUT LIMITATION DECISIONS REGARDING WHETHER OR NOT YOU SHOULD REPORT TO WORK, CONTINUE TO WORK OR CEASE WORKING. THIS PROTECTION COVERS CLAIMS BASED ON WARRANTY, CONTRACT, TORT, STRICT LIABILITY, AND ANY OTHER LEGAL THEORY. THIS PROTECTION COVERS ALL LOSSES AND CLAIMS OF ANY TYPE INCLUDING, WITHOUT LIMITATION, DIRECT OR INDIRECT, SPECIAL, INCIDENTAL, RELIANCE, CONSEQUENTIAL, EXEMPLARY, AND PUNITIVE DAMAGES, PERSONAL INJURY/WRONGFUL DEATH, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION.</p>\n\n    <h2>Disputes</h2>\n    <p>If a dispute of any kind arises, we want to understand and address your concerns quickly and to your satisfaction. Please contact <a href=\"mailto:support@powdertracer.zendesk.com\">support@powdertracer.zendesk.com</a> with any dispute. If we cannot resolve your concerns, we agree to an informal and inexpensive dispute resolution process requiring individual arbitration. Disputes between you and BioLabs International LLC, including its processors, suppliers or licensors or their respective affiliates, agents, directors or employees, are defined for the purposes of these Terms to include any claim, controversy, or dispute (whether involving contract, tort, equitable, statutory, or any other legal theory) between you and BioLabs International LLC arising out of or related to your use of the App (\"Disputes\").</p>\n\n    <h2>Binding Individual Arbitration</h2>\n    <p>You and BioLabs International LLC agree to arbitrate all Disputes arising out of or related to your use of the App. Arbitration is more informal than a lawsuit in court and seeks to resolve disputes more quickly. Instead of a judge or a jury, the case will be decided by a neutral arbitrator who has the power to award the same damages and relief that a court can. <span class=\"uppercase\">ANY ARBITRATION UNDER THIS AGREEMENT WILL BE ONLY BE ON A INDIVIDUAL BASIS; CLASS ARBITRATIONS, CLASS ACTIONS, PRIVATE ATTORNEY GENERAL ACTIONS, AND CONSOLIDATION WITH OTHER ARBITRATIONS ARE NOT PERMITTED, AND YOU ARE WAIVING YOUR RIGHTS TO HAVE YOUR CASE DECIDED BY A JURY AND TO PARTICIPATE IN A CLASS ACTION AGAINST BioLabs International LLC.</span> If any provision of this arbitration agreement is found unenforceable, the unenforceable provision shall be severed, and the remaining arbitration terms shall be enforced (but in no case shall there be a class arbitration).</p>\n\n    <p>All Disputes shall be resolved finally and exclusively by binding individual arbitration with a single arbitrator administered by the American Arbitration Association according to this provision and the applicable arbitration rules for that forum. Consumer claimants (individuals whose transaction is intended for personal, family, or household use) may elect to pursue their claims in their local small-claims court rather than through arbitration. The Federal Arbitration Act, 9 U.S.C. §§ 1-16, fully applies. If you are a consumer bringing a claim relating to personal, household, or family use, any arbitration hearing will occur within the county or parish where you reside. Otherwise, any arbitration hearing will occur in La Mesa County, California, or another mutually agreeable location, or a location ordered by the arbitrator.</p>\n\n    <p>The arbitrator's award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction. If you prevail on any claim for which you are legally entitled to attorney's fees, you may recover those fees from the arbitrator. For any claim where you are seeking relief, BioLabs International LLC will not seek to have you pay its attorney's fees, even if fees might otherwise be awarded, unless the arbitrator determines that your claim was frivolous. For purposes of this arbitration provision, references to you and BioLabs International LLC also include respective subsidiaries, affiliates, agents, employees, predecessors, successors, and assigns. Subject to and without waiver of the arbitration provisions above, you agree that any judicial proceedings (other than small claims actions in consumer cases) will be brought in and you hereby consent to the exclusive jurisdiction and venue in the state courts in La Mesa County, California, or federal court for the District of California.</p>\n\n    <h2>Jurisdiction</h2>\n    <p>Information provided on the App is not targeted to users in any particular locality nor is it intended to constitute the doing of business in any jurisdiction.</p>\n\n    <p>The App is a service provided by BioLabs International LLC and does not constitute any contact with any jurisdiction outside the State of California. Use of the App is prohibited in any jurisdiction having laws that would void this Agreement in whole or essential part or which makes accessing the App illegal. Users in such jurisdictions visit and use the App entirely at their own risk. Note: the essential parts of this Agreement include, without limitation, the exclusive venue and exclusive remedy provisions and the warranty disclaimers.</p>\n\n    <p>This Agreement is entered into and performed in the State of California, United States of America. It is governed by and shall be construed under the laws of California, exclusive of any choice of law or conflict of law provisions.</p>\n\n    <h2>Requests for Information</h2>\n    <p>If you contact BioLabs International LLC and request information about our programs or services, we will use your email or postal address to provide the information you requested. You agree that we may use and share information you provide us as described in the App Privacy Policy.</p>\n\n    <h2>Limitation on Time to Initiate a Dispute</h2>\n    <p>Unless otherwise required by law, an action or proceeding by you relating to any Dispute must commence within one year after the cause of action accrues.</p>\n\n    <h2>Links to Other Websites</h2>\n    <p>The App may contain links to third party websites as a convenience to you. The inclusion of any website link does imply an approval, endorsement, or recommendation by BioLabs International LLC. You agree that you access any such website at your own risk, and that the App is not governed by the terms and conditions contained in these Terms. BioLabs International LLC expressly disclaims any liability for these websites. Please remember that when you use a link to go from the App to another website, the App Privacy Policy and related notices are no longer in effect. Your browsing and interaction on any other website, including those that have a link on the App, is subject to that website's own rules and policies.</p>\n\n    <h2>Downloadable Files and Email</h2>\n    <p>BioLabs International LLC cannot and does not guarantee or warrant that email or files available for downloading from the App will be free of viruses or other code that may contaminate or destroy data on your computer. You are responsible for implementing sufficient protective procedures and checks to maintain the accuracy of your data for maintaining a data back-up or other means for the reconstruction of any lost data. BioLabs International LLC does not assume any responsibility or risk for damage to your computer or its files related to your use of the Services.</p>\n\n    <h2>Other Provisions</h2>\n    <p>Except as expressly provided in these Terms, these terms are a complete statement of the agreement between you and BioLabs International LLC, and they describe the entire liability of BioLabs International LLC and its vendors and suppliers and your exclusive remedy with respect to your access and use of the App. In the event of a conflict between these Terms and any other BioLabs International LLC agreement or policy, these Terms shall prevail on the subject matter of this Agreement. If any provision of these Terms is invalid or unenforceable under applicable law, then it shall be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law, and the remaining provisions will continue in full force and effect. Headings are included for convenience only and shall not be considered in interpreting these Terms. These Terms do not limit any rights that Company may have under trade secret, copyright, patent, or other laws. BioLabs International LLC's failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term.</p>\n\n    <h2>Assignment</h2>\n    <p>You may not assign any rights or obligations under this Agreement without BioLabs International LLC's prior written consent. BioLabs International LLC may assign all or part of this Agreement.</p>\n\n    <h2>Survival</h2>\n    <p>All sections of this Agreement which, by their nature are designed to survive expiration or termination of this Agreement, including but not limited to indemnity and limitation of liability clauses, shall survive.</p>\n\n    <h2>Waiver</h2>\n    <p>No waiver of any of these terms shall be deemed a further or continuing waiver of such term or condition or any other term or condition.</p>\n\n    <h2>Notices</h2>\n    <p>You agree that we may provide any and all notices to you by e-mail, telephone, fax, as well as by any other method.</p>\n\n    <h2>Severability</h2>\n    <p>If any of the provisions of this Agreement are held unenforceable by a court or other tribunal of competent jurisdiction, then those provisions shall be limited or eliminated to the minimum extent necessary to allow the remainder of this Agreement to retain its full force and effect.</p>\n\n    <h2>Entire Agreement; Amendment</h2>\n    <p>This Agreement constitutes the entire agreement between you and BioLabs International LLC applicable to its subject matter. It may not be modified except as described elsewhere in this Agreement.</p>\n\n    <h2>Conflicting Terms</h2>\n    <p>Anything on the App inconsistent or in conflict with the terms of this Agreement is superseded by the terms of this Agreement.</p>\n\n    <div class=\"contact-info\">\n        <h2>Contact Information</h2>\n        <p>Please contact us with any questions or concerns regarding this Agreement at:</p>\n        <p>\n            BioLabs International LLC<br>\n            Attn: Privacy<br>\n            8332 Case St<br>\n            La Mesa, California 91942<br>\n            Email: <a href=\"mailto:support@powdertracer.zendesk.com\">support@powdertracer.zendesk.com</a>\n        </p>\n    </div>\n\n    <p class=\"last-updated\">This document was last updated March 4, 2025.</p>\n\n",
    "created": {
        "$date": {
            "$numberLong": "1743434922592"
        }
    },
    "modified": {
        "$date": {
            "$numberLong": "1743434922592"
        }
    },
    "creator": {
        "_id": {
            "$oid": "67dad9703d2e023e894ae304"
        }
    },
    "modifier": {
        "_id": {
            "$oid": "67dad9703d2e023e894ae304"
        }
    },
    "_class": "cdx.opencdx.commons.model.SafeCDXCmsDocument"
}